;; -*- no-byte-compile: t; -*-
;;; packages.el

;; * Disable
;; (package! org-bullets :disable t)
;; * Lang
;;(package! exwm)
(package! arduino-mode)
(package! dired-narrow)
(package! docker)
(package! dockerfile-mode)
(package! docker-compose-mode)
(package! elpy)
(package! graphviz-dot-mode)
(package! platformio-mode)
(package! tide)
(package! vue-html-mode)
(package! vue-mode)
